/* XMSG: message */
"errDescr_MobilePlaceController_InvalidEmailAddress" = "Virheellinen sähköpostiosoite";

/* XMSG: message */
"errDescr_MobilePlaceController_InvalidResponseData" = "Virheelliset vastaustiedot";

